MIDAS.org
#+OPTIONS: ':nil *:t -:t ::t <:t H:1 \n:nil ^:t arch:headline
#+OPTIONS: author:t broken-links:nil c:nil creator:nil
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+OPTIONS: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+OPTIONS: timestamp:t title:t toc:t todo:t |:t
#+TITLE: MIDAS
#+DATE: <2017-12-11 Thu>
#+AUTHOR: Richard Longland
#+EMAIL: longland@X1Carbon
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 24.5.1 (Org mode 9.0.5)

* Switching over to MIDAS
** Hardware
   + Take veto (O1) out of VM-USB module in VME crate
   + Plug the twisted pair cable into veto of ADC (red on top)
** Software
*** General Notes:
    + Data is saved in  ~/home/daq/midas/online~
      + link points to ~/data/midas/data~
    + Run files saved at ~v785~ (symbolic link)
    + v785 points to specific directory (eg. ~/2017-11-14_DAQTests~)
    + Actual DAQ code is in ~/home/daq/midas/online/src/v785~
      + ~v785~ is the experiment name
